{
  "projects": [
    {
      "id": 1,
      "en": {
        "title": "The Impact of the Virtual on the Real: How the Use of Online Social Networks Impacted the COVID-19 Epidemic in Brazil?",
        "description": "More than just entertainment or learning, through social media, we can identify unprecedented levels of citizen engagement and participation. This activity is called \"participatory sensing\" or \"citizen sensing.\" In participatory sensing, a sensor is not necessarily hardware but can be a virtual sensor or a human interpreting sensory data. Assuming that citizens use social media to report issues, publicize events, express opinions, and transmit information they deem relevant, such information can aid in virtual sensing and create a more accurate understanding of the city. In this project proposal, which spans one year, we aim to compare the impact of COVID-19 in Brazil in the real scenario—such as cases, deaths, vaccination, and social isolation—with the virtual scenario. The primary research question is, \"Did engagement on social media reflect or impact the real behavior of Brazilian citizens during the COVID-19 epidemic?\". To do this, we will use data from DATASUS and PCDaS (Data Science Platform applied to Health) as sources of \"real-world\" data and public data from interactions on Twitter, Facebook, and Instagram for mapping interactions in the \"virtual world.\"",
        "people": "Jonice de Oliveira Sampaio - Coordinator, Fabio Porto - Member"
      },
      "pt": {
        "title": "O impacto do virtual no real: Como o uso das redes sociais online impactaram a epidemia de COVID-19 no Brasil?",
        "description": "Mais do que entretenimento ou aprendizado, através das mídias sociais, podemos identificar níveis sem precedentes de engajamento e participação dos cidadãos. Esta atividade é chamada de \"sensoriamento participativo\" ou \"sensoriamento-cidadão\". No sensoriamento participativo, um sensor não é necessariamente um hardware, mas pode ser um sensor virtual ou um humano interpretando dados sensoriais. Partindo da premissa de que os cidadãos utilizam as mídias sociais para relatar problemas, divulgar eventos, emitir opiniões e transmitir informações que julgam relevantes, tais informações podem ajudar no sensoriamento virtual e criar um conhecimento mais preciso sobre a cidade. Nesta proposta de projeto, cuja duração é de um ano, visamos comparar o impacto da COVID-19 no Brasil no cenário real—como casos, óbitos, vacinação e o isolamento social—com o cenário virtual. A principal questão de pesquisa é \"O engajamento nas mídias sociais refletiu ou impactou o comportamento real dos cidadãos brasileiros durante a epidemia de COVID-19?\". Para isto, utilizaremos os dados do DATASUS e PCDaS (Plataforma de Ciência de Dados aplicada à Saúde) como fonte de dados do \"mundo real\" e dados públicos oriundos das interações sociais no Twitter, Facebook e Instagram para o mapeamento das interações do \"mundo virtual\"",
        "people": "Jonice de Oliveira Sampaio - Coordinator, Fabio Porto - Member"
      }
    },
    {
      "id": 2,
      "en": {
        "title": "[Oracle] Extracting Knowledge from Big Social Data - Special Case: Pandemics & Epidemics",
        "description": "In this project, Big Social Data refers to large data volumes that relate to people interactions (with other people or things) or describe their behaviors, needs, and patterns. So, we define our research question, which is: RQ1: How to manage the massive volume of social data, envisioning the urban sensing, dealing with multiple data streams of varying data types, and different knowledge levels of users during large-scale sanitary crises, especially pandemic and epidemics? The proponent chose two real scenarios to apply this research: COVID-19 and depression.",
        "people": "Jonice de Oliveira Sampaio - Coordinator, Sirius Tadeu da Silva - Member, Luis Fernando Monsores Passos Maia - Member, Diogo Nolasco - Member"
      },
      "pt": {
        "title": "[Oracle] Extrair Conhecimento de Grandes Dados Sociais - Caso Especial: Pandemias e Epidemias",
        "description": "Neste projeto, Grandes Dados Sociais referem-se a grandes volumes de dados relacionados às interações das pessoas (com outras pessoas ou coisas) ou que descrevem seus comportamentos, necessidades e padrões. Portanto, definimos nossa pergunta de pesquisa, que é: RQ1: Como gerenciar o volume massivo de dados sociais, visando a sensorização urbana, lidando com múltiplos fluxos de dados de diferentes tipos e diferentes níveis de conhecimento dos usuários durante crises sanitárias em larga escala, especialmente pandemias e epidemias? O proponente escolheu dois cenários reais para aplicar esta pesquisa: COVID-19 e depressão.",
        "people": "Jonice de Oliveira Sampaio - Coordenador, Sirius Tadeu da Silva - Integrante, Luis Fernando Monsores Passos Maia - Integrante, Diogo Nolasco - Integrante"
      }
    },
    {
      "id": 3,
      "en": {
        "title": "[PIBIC] Study and Development of Tools and Services for Collecting Large Volumes of Social Media Data",
        "description": "This work is placed within the technical context, considering the development of competencies related to understanding data analysis, the comprehension of ethical issues involved in data collection, the automation of social media data collection mechanisms aimed at training communicators regarding data analysis, taking as a premise the transparency of the process and the generation of information and its value in communication. This work is focused on building artifacts to be made available as services and tools for anyone interested in extracting and analyzing social media data.",
        "people": "Jonice de Oliveira Sampaio - Coordinator, Tiago França - Member, Camila Lacerda da Silva - Member"
      },
      "pt": {
        "title": "[PIBIC] Estudo e Desenvolvimento de Ferramentas e Serviços para Coleta de Grandes Volumes de Dados de Mídias Sociais",
        "description": "Este trabalho está inserido dentro do contexto técnico, considerando a formação de competências relacionada ao entendimento da análise de dados, a compreensão das questões éticas envolvidas na coleta de dados, a automação de mecanismos de coleta de dados de mídias sociais voltada a formação de comunicadores com relação a análise de dados tomando como premissa que a transparência do processo e da geração da informação e do seu valor na comunicação. Este trabalho está voltado a construção de artefatos para serem disponibilizados como serviços e ferramentas para qualquer pessoa interessada em extrair e analisar dados de mídias sociais.",
        "people": "Jonice de Oliveira Sampaio - Coordenador, Tiago França - Integrante, Camila Lacerda da Silva - Integrante"
      }
    },
    {
      "id": 4,
      "en": {
        "title": "[CAPES] Digital Technologies for Monitoring, Mapping, and Controlling Outbreaks, Endemics, Epidemics, and Pandemics",
        "description": "The rapid spread of COVID-19 in the country and the high lethality of confirmed cases are causing great concern and suffering in the population and can lead to a collapse in healthcare services. It is essential, for the effective control of the disease, to understand its space-time diffusion process and its social determinants. Furthermore, knowledge of the magnitude of the epidemic process will support proper planning of healthcare actions for COVID-19 patients. Reducing the growth rate of the disease (\"flattening the curve\") is an essential goal to be achieved through social isolation, along with forecasting hospital and personnel resources, developing guidelines and public policies for cities and regions of the country, and guiding the appropriate time for the gradual return of social and economic activities. To achieve these objectives, it is essential to collect and process numerous pieces of information that can also determine whether the coping policies adopted are effective, their impact on virus spread, and the timing of returning to activities. However, the impact of the epidemic varies among individuals from different social groups in terms of socioeconomic conditions, ethnic-racial relations, and gender. It is important to consider this information in the analysis, as the correlation of these data with other information collected by state agencies, public hospitals, and universities can identify relevant patterns. A major challenge for coping with the epidemic from the epidemiological modeling standpoint is obtaining reliable information regarding the date of symptoms, symptom severity, case reporting, among various other types of information. In this context, different data sources, including health system data, mobility data, and others, must be aggregated into an integrated repository so that they can be accessed by different research groups in this proposal and by the SUS (Brazilian Unified Health System). This integrated database is already being organized by the Modeling Working Group (GT) at UFRJ. It is essential for generating an innovation ecosystem in conjunction with the full use of data science and AI resources to combat the COVID-19 pandemic. This ever-increasing volume of data requires infrastructure and specific techniques to be adequately processed, making AI, Big Data, Internet of Things, and other instruments that contribute to digital transformation essential in the field of healthcare. One technology influences the other and can even expand its meaning. The combination of different datasets may have varying relevance depending on the source that seeks to understand what they represent, whether it is healthcare organizations, civil society, a specific level of government, and especially research groups that promote Open Science and Open Data.",
        "people": "Guilherme Horta Travassos - Coordinator, Jonice de Oliveira Sampaio - Member"
      },
      "pt": {
        "title": "[CAPES] Tecnologias Digitais para Monitoramento,Mapeamento e Controle de Surtos, Endemias, Epidemias e Pandemias",
        "description": "A rápida disseminação da COVID-19 no país e a elevada letalidade dos casos confirmados estão provocando grande apreensão e sofrimento na população e podem provocar um colapso nos serviços de saúde. É fundamental, para o efetivo controle da doença, que se conheça o seu processo de difusão espaço-temporal e seus determinantes sociais. Além disso, o conhecimento da magnitude do processo epidêmico subsidiará o adequado planejamento de ações de atenção à saúde dos pacientes com COVID-19. Reduzir a velocidade de crescimento da doença (\"achatamento da curva\") é um objetivo essencial a ser alcançado pelo isolamento social, juntamente à previsão de recursos hospitalares e de pessoal, elaboração de orientações (guidelines) e de políticas públicas para as cidades e regiões do país e a orientação do momento adequado para o retorno gradual das atividades sociais e econômicas. Para atingir esses objetivos, é essencial a coleta e tratamento de inúmeras informações que possam também determinar se as políticas de enfrentamento adotadas estão dando resultado, qual o impacto na propagação do vírus e qual o momento de retorno às atividades. Entretanto, o impacto da epidemia é distinto entre indivíduos de grupos sociais diferentes em relação a condições socioeconômicas, relações étnico-raciais e sexo. É importante considerar estas informações na análise, já que a correlação destes dados com outras informações coletadas por órgãos estaduais, hospitais públicos e universidades podem identificar padrões relevantes. Uma grande dificuldade para o enfrentamento da epidemia do ponto de vista de modelagem epidemiológica é a obtenção de informações confiáveis quanto à data dos sintomas, severidade dos sintomas, notificação de casos, dentre vários outros tipos de informação. Neste contexto, as diferentes fontes de dados, incluindo dados do sistema de saúde, mobilidade e outros, devem ser agregados em um repositório integrado para que possam ser acessados por diferentes grupos de pesquisa nesta proposta e pelo SUS. Esta base de dados integrada já vem sendo organizada pelo Grupo de Trabalho (GT) de Modelagem da UFRJ. Ela é essencial para a geração de um ecossistema de inovação em conjunto com a utilização plena de recursos de ciência de dados e IA para o enfrentamento da pandemia de COVID-19. Este volume cada vez maior de dados exige infraestrutura e técnicas específicas para poder ser adequadamente processado, tornando imprescindíveis para a área de saúde tecnologias de IA, Big Data, Internet das Coisas, e demais instrumentos que contribuem para a transformação digital. Uma tecnologia influencia a outra e pode até mesmo expandir seu significado. A combinação de diferentes conjuntos de dados pode ter maior ou menor relevância dependendo da fonte que busca entender o que eles representam, sejam organizações de saúde,sociedade civil, um determinado nível de governo e especialmente grupos de pesquisa que promovem a Ciência Aberta e Dados Abertos.",
        "people": "Guilherme Horta Travassos - Coordenador, Jonice de Oliveira Sampaio - Integrante"
      }
    },
    {
      "id": 5,
      "en": {
        "title": "Scientific Cooperation UFRJ and UEVE/Paris Saclay",
        "description": "Scientific cooperation agreement aiming to contribute to Brazilian research between UFRJ, through the Department of Computer Science, and the Université d \"Évry-Val-d\" Essonne (UEVE)/Paris Saclay, through COSMO/IBISC. The research will be in the area of Social Computing, Security, Privacy, and Semantic Web.",
        "people": "Jonice de Oliveira Sampaio - Coordinator, Thiago Moreira - Member, Nazim Agoulmine - Member"
      },
      "pt": {
        "title": "Cooperação científica UFRJ e UEVE/Paris Saclay",
        "description": "Acordo de cooperação científica visando a contribuição à pesquisa brasileira entre a UFRJ, através do Departamento de Ciência da Computação, e da Université d \"Évry-Val-d\" Essonne (UEVE)/Paris Saclay, através do COSMO/IBISC. As pesquisas serão na área de Computação Social, Segurança, Privacidade e Web Semântica.",
        "people": "Jonice de Oliveira Sampaio - Coordenador, Thiago Moreira - Integrante, Nazim Agoulmine - Integrante"
      }
    }
  ]
}
